Repository: GianniSchicchi/creevey
Catalog: *.lproj/Localizable.strings
Languages: german, spanish, zh_tw

source: left
german: nach links
spanish: izquierda
zh_tw: 向左

source: right
german: nach rechts
spanish: derecha
zh_tw: 向右

source: rotated%@ %i%C
german: gedreht%@, um %i%C
spanish: rotación%@ %i%C
zh_tw: 已%@旋轉 %i%C

source: flipped
german: umgedreht
spanish: volteado
zh_tw: 已水平翻轉

source: Auto-advance
german: Diaschau
spanish: Avance automático
zh_tw: 自動往前

source: PAUSED
german: ANGEHALTEN
spanish: EN PAUSA
zh_tw: 暫停

source: %u images
german: %u Bilder
spanish: %u imágenes
zh_tw: %u 張圖片

source: Group %i
german: Gruppe %i
spanish: Grupo %i
zh_tw: 組%i

source: %u image(s) updated for Group %i
german: %u Bild(er) erneuert für Gruppe %i
spanish: %u imágene(s) actualizadas para el Grupo %i
zh_tw: 已更改 %u 張圖片的組%i歸類

source: Getting filenames…
german: Lese Verzeichnis...
spanish: Obteniendo nombres de archivos…
zh_tw: 正在讀取檔案名稱⋯⋯

source: Getting files… (%i)
spanish: Obteniendo archivos… (%i)

source: Loading %i of %u…
german: Lade %i von %u...
spanish: Cargando %i de %u…
zh_tw: 正在讀取 %2$u 之 %1$i⋯⋯

source: Loading [%i/%i] %@…
german: Lade [%i/%i] %@...
spanish: Cargando [%i/%i] %@…
zh_tw: 正在讀取 [%i/%i] %@⋯⋯

source: The file %@ could not be moved to the trash because an error of %i occurred.
german: Die Datei %@ kann nicht in den Papierkorb verschoben werden! Fehler: %i.
spanish: El archivo %@ no pudo trasladarse a la Papelera debido al error %i.
zh_tw: 檔案 %@ 不能移到垃圾桶，因為發生了 %i 錯誤。

source: Could not set the desktop because an error occurred. %@
german: Schreibtischhintergrund kann nicht geändert werden! %@
spanish: No pude cambiar el escritorio debido a un error. %@.

source: Warning
german: Achtung!
spanish: Atención
zh_tw: 警告

source: This operation cannot be undone! Are you sure you want to continue?
german: Dieser Vorgang kann nicht rückgängig gemacht werden!! Fortfahren?
spanish: ¡Esta operación no puede deshacerse! ¿Desea continuar?
zh_tw: 此動作不能還原。確定要繼續?

source: Continue
german: Fortfahren
spanish: Continuar
zh_tw: 繼續

source: Cancel
german: Abbrechen
spanish: Cancelar
zh_tw: 取消

source: Unsupported Properties:
german: Nicht unterstützte Eigenschaften:
spanish: Propiedades no soportadas:
zh_tw: 不支援的屬性：

source: Camera-Specific Properties:
german: Kamera-Daten:
spanish: Propiedades específicas de la cámara:
zh_tw: 相機屬性：

source: Image-Specific Properties:
german: Bilddaten:
spanish: Propiedades específicas de la imagen:
zh_tw: 影像屬性：

source: Other Properties:
german: Weitere Informationen:
spanish: Otras propiedades:
zh_tw: 其他屬性：

source: JPEG Comment:
german: JPEG Kommentar:
spanish: Comentario JPEG:
zh_tw: JPEG 註解：

source: Progressive JPEG file
german: Progressive JPEG Datei
spanish: Archivo JPEG progresivo
zh_tw: 漸進 JPEG 檔案

source: Width
german: Breite
spanish: Ancho
zh_tw: 寬度

source: Height
german: Höhe
spanish: Alto
zh_tw: 高度

source: Unable to read file
german: Kann Datei nicht lesen/öffnen
spanish: Imposible leer el archivo
zh_tw: 讀取檔案時發生錯誤

source: No images selected.
german: Kein Bild ausgewählt
spanish: No hay imágenes seleccionadas.
zh_tw: 沒有所選項目

source: %d images selected.
german: %d Bilder ausgewählt
spanish: %d imágenes seleccionadas.
zh_tw: 已選取 %d 個項目

source: End of slideshow (last file was deleted)
german: Slideshow Ende (letzte Datei wurde gelöscht)
spanish: Pase de diapositivas terminado (el último archivo fue eliminado)
zh_tw: 幻燈片播放完畢（最後的檔案己被刪除）

# seconds
source: s
zh_tw: 秒

source: Alias
zh_tw: 替身
